export const regions = [
  {
    id: 405,
    name: '서울특별시 송파구',
  },
  {
    id: 406,
    name: '서울특별시 송파구 풍납1동',
  },
  {
    id: 407,
    name: '서울특별시 송파구 풍납2동',
  },
  {
    id: 408,
    name: '서울특별시 송파구 거여1동',
  },
  {
    id: 409,
    name: '서울특별시 송파구 거여2동',
  },
  {
    id: 410,
    name: '서울특별시 송파구 마천1동',
  },
  {
    id: 411,
    name: '서울특별시 송파구 마천2동',
  },
  {
    id: 412,
    name: '서울특별시 송파구 방이1동',
  },
  {
    id: 413,
    name: '서울특별시 송파구 방이2동',
  },
  {
    id: 414,
    name: '서울특별시 송파구 오륜동',
  },
  {
    id: 415,
    name: '서울특별시 송파구 오금동',
  },
  {
    id: 416,
    name: '서울특별시 송파구 송파1동',
  },
  {
    id: 417,
    name: '서울특별시 송파구 송파2동',
  },
  {
    id: 418,
    name: '서울특별시 송파구 석촌동',
  },
  {
    id: 419,
    name: '서울특별시 송파구 삼전동',
  },
  {
    id: 420,
    name: '서울특별시 송파구 가락본동',
  },
  {
    id: 421,
    name: '서울특별시 송파구 가락1동',
  },
  {
    id: 422,
    name: '서울특별시 송파구 가락2동',
  },
  {
    id: 423,
    name: '서울특별시 송파구 문정1동',
  },
  {
    id: 424,
    name: '서울특별시 송파구 문정2동',
  },
  {
    id: 425,
    name: '서울특별시 송파구 장지동',
  },
  {
    id: 426,
    name: '서울특별시 송파구 위례동',
  },
  {
    id: 427,
    name: '서울특별시 송파구 잠실본동',
  },
  {
    id: 428,
    name: '서울특별시 송파구 잠실2동',
  },
  {
    id: 429,
    name: '서울특별시 송파구 잠실3동',
  },
  {
    id: 430,
    name: '서울특별시 송파구 잠실4동',
  },
  {
    id: 431,
    name: '서울특별시 송파구 잠실6동',
  },
  {
    id: 432,
    name: '서울특별시 송파구 잠실7동',
  },
];
